source/_static/diagrams/31-the-eessi-bot-2.d2
direction: right
n0: "bot: build comment"
n1: "event process"
n2: "job process"
n3: "ingest process"
n4: "tarball"
n0 -> n1
n2 -> n4
